FemDesign.Results.IQuantityEstimationResult.Id
Element name identifier

FemDesign.Results.IQuantityEstimationResult.Storey
Storey identifier

FemDesign.Results.IQuantityEstimationResult.Structure
Structural element type

FemDesign.Results.IQuantityEstimationResult.Quality
Material quality identifier

FemDesign.Results.IQuantityEstimationResult.TotalWeight
Total weight